Repository: alexanderrogling/owncloud-collaboration
Catalog: l10n/*.po
Languages: fr_fr, sv

source: Success
fr_fr: Succès
sv: Lyckades

source: Skills are successfully added.
fr_fr: Les compétences sont ajoutées avec succès.
sv: Färdigheter lagts till.

source: Failed
fr_fr: Raté
sv: Misslyckades

source: Unable to add skills. Please try again later.
fr_fr: Impossible d'ajouter des compétences. S'il vous plaît réessayer plus tard.
sv: Det går inte att lägga till färdigheter. Försök igen senare.

source: On %s at %s
fr_fr: Le %s à %s
sv: På %s hos %s

source: Edit
fr_fr: Edition
sv: Redigera

source: Delete
fr_fr: Effacer
sv: Radera

source: Comments
fr_fr: Commentaires
sv: Kommentarer

source: Project: %s
fr_fr: Projet: %s
sv: Projekt: %s

source: On %s at %s by %s
fr_fr: Le %s à %s par %s
sv: På %s för %s av %s

source: View details
fr_fr: Voir les détails
sv: Visa detaljer

source: Deadline: %s
fr_fr: Date de fin: %s
sv: Förfalotid: %s

source: Collaboration
sv: Sammarbete

source: Edit Post
fr_fr: Edition de l'article
sv: Ändra Post

source: Edit Comment
fr_fr: Edition du Commentaire
sv: Ändra kommentar

source: Post title should match the requested format
fr_fr: Le titre de l'article doit correspondre au format demandé
sv: Post title bör matcha förfrågans format

source: Post content cannot be empty
fr_fr: Le contenu de l'article ne peut être vide
sv: Innehållet i posten kan inte vara tom

source: Comment cannot be empty
fr_fr: LE Commentaire ne peut être vide
sv: Kommentar kan inte vara tom

source: No matches found!
fr_fr: Aucune correspondance trouvé!
sv: Ingen matchning hittades!

source: Do not notify anybody
fr_fr: Ne pas notifier à qui que ce soit
sv: Notifiera ingen

source: Notify only to the members specified below
fr_fr: Notifier uniquement aux membres spécifiés ci-dessous
sv: Notifiera medlemmarna specificerade nedan

source: Select all
fr_fr: Tout sélectionner
sv: Välj alla

source: Select none
fr_fr: Ne sélectionnez personne
sv: Välj ingen

source: Kindly select project and report type to generate the report
fr_fr: Veuillez sélectionner un projet et le type de rapport à générer
sv: Var vänligen välj projekt och raports typ för generera rapporten

source: No tasks available in this project
fr_fr: Pas de tâches disponibles dans ce projet
sv: Inga uppgifter finns i detta projekt

source: task(s)
fr_fr: tache(s)
sv: uppgift(er)

source: Total number of tasks:
fr_fr: Nombre total de taches:
sv: Total antal av uppgifter:

source: Cancelled
fr_fr: Annulé
sv: Avbruten

source: Completed
fr_fr: Terminé
sv: Färdig

source: Held
fr_fr: Tenue
sv: Hållen

source: In Progress
fr_fr: En cours
sv: Pågående

source: Unassigned
fr_fr: Non assigné
sv: Otilldelad

source: Verified
fr_fr: Vérifié
sv: Verifierad

source: Number of verified tasks:
fr_fr: Nombre de tâches vérifiées:
sv: Antal av verifierade uppgifter:

source: Number of pending tasks:
fr_fr: Nombre de tâches en attente:
sv: Antal av väntande uppgifter:

source: Progressed
fr_fr: En progrès
sv: Frammsteg

source: To progress
fr_fr: Progression
sv: Totala framstegen

source: Crossed deadline
fr_fr: Date limite dépassée
sv: Korsade tidsfrist

source: Number of tasks carried out by each member (working on this project) is presented below
fr_fr: Nombre de tâches effectuées par chaque membre (travaillant sur ce projet) est représenté ci-dessous
sv: Antal uppgifter som utförs av varje medlem (arbetar med detta projekt) presenteras nedan

source: Skill
fr_fr: Compétence
sv: Skicklighet

source: Beginner
fr_fr: Débutant
sv: Nybörjare

source: Intermediate
fr_fr: Intermédiaire
sv: Genomsnittlig

source: Add Skill
fr_fr: Ajouter compétence
sv: Lägg till skicklighet

source: Reason
fr_fr: Raison
sv: Orsak

source: You cannot make changes on a completed project
fr_fr: Vous ne pouvez pas faire des changements sur un projet terminé
sv: Du kan inte göra ändringar i ett färdigt projekt

source: Username
fr_fr: Nom Utilisateur
sv: Användarnamn

source: Role
sv: Roll

source: Mobile
sv: Mobil

source: Add Member
fr_fr: Ajouter un Membre
sv: Läggtill medlem

source: Another project with this title already exists.
fr_fr: Un autre projet avec ce titre existe déjà.
sv: Annat projekt med denna titel existerar redan.

source: Project with pending tasks cannot be completed. See report for more details
fr_fr: Un Projet avec les tâches en attente ne peut pas être terminé. Voir le rapport pour plus de détails
sv: Projekt med pågående uppdrag kan inte slutföras. Se rapporten för mer information

source: You cannot make changes on a cancelled task.
fr_fr: Vous ne pouvez pas modifier une tâche annulée.
sv: Du kan inte göra ändringar på en inställd uppgift.

source: You cannot make changes on a verified task.
fr_fr: Vous ne pouvez pas modifier une tâche vérifiée.
sv: Du kan inte göra ändringar på en verifierad uppgift.

source: Very High
fr_fr: Très Haut
sv: Mycket hög

source: High
fr_fr: Haut
sv: Hög

source: Low
fr_fr: Bas
sv: Låg

source: Very Low
fr_fr: Très Bas
sv: Mycket låg

source: Cancel
fr_fr: Annuler
sv: Avbryt

source: Finish
fr_fr: Finir
sv: Slutför

source: Hold
fr_fr: Conserver
sv: väntetid

source: Assign
fr_fr: Assigner
sv: Tilldela

source: Resume
fr_fr: Résumer
sv: Återta

source: Project '%s' has been updated successfully.
fr_fr: Le projet '%s' a été mis à jour avec succès.
sv: Projekt '%s' har lyckades bli uppdaterad.

source: Project '%s' cannot be updated. Kindly try after some time.
fr_fr: Le projet '%s' ne peut pas être mis à jour. Veuillez essayer dans quelques instants.
sv: Projekt '%s' kunde inte bli uppdaterad. Var vänligen försök igen senare.

source: Task '%s' has been successfully updated.
fr_fr: La Tache '%s' a été mise à jour avec succès.
sv: Uppgift '%s' lyckades bli uppdaterad.

source: Task '%s' cannot be updated. Kindly try after some time.
fr_fr: La Tache '%s' ne peut pas être mise à jour. Veuillez essayer dans quelques instants.
sv: Uppgift '%s' kunde inte bli uppdaterad, var vänligen försök igen senare.

source: Notification '%s' has been posted successfully.
fr_fr: La Notification '%s' a été publiée avec succès.
sv: Notifiering '%s' har blivit bokförd korrekt.

source: Project '%s' has been created successfully.
fr_fr: Le Projet '%s' a été créé avec succès.
sv: Projekt '%s' lyckades bli skapad.

source: Project '%s' cannot be created. Kindly try after some time.
fr_fr: Le Projet '%s' ne peut être créé. Veuillez essayer dans quelques instants.
sv: Projekt '%s' kan inte bli skapad. Var vänligen försök igen senare.

source: Task '%s' has been created successfully.
fr_fr: La Tache '%s' a été créée avec succès.
sv: Uppgift '%s' har lyckas bli skapad.

source: Task '%s' cannot be created. Kindly try after some time.
fr_fr: La Tache '%s' ne peut pas être créée. Veuillez essayer dans quelques instants.
sv: Uppgift '%s' kan inte bli skapad. Var vänligen försök igen senare.

source: Loading...
fr_fr: Chargement...
sv: Laddar...

source: Creating notification '%s'. Please be patient.
fr_fr: Création de la notification '%s'. Soyez patient.
sv: Skapa notifiering '%s'. Var vänligen vänta

source: Adding skills. Please be patient.
fr_fr: Ajout de compétances. Soyez patient.
sv: Lägger till skicklighet(er). Var vänligen vänta.

source: Updating project '%s'. Please be patient.
fr_fr: Mise à jour du projet '%s'. Soyez patient.
sv: Uppdaterar projekt '%s'. Var vänligen vänta.

source: View Details
fr_fr: Voir les Détails
sv: Visa detaljer

source: Write new comment:
fr_fr: Ecrire un nouveau commentaire:
sv: Kommentar kan inte vara tom

source: Submit
fr_fr: Soumettre
sv: Framlägga

source: Updated post title
fr_fr: Titre de l'article mis à jour
sv: Uppdatera post titel

source: Updated post content
fr_fr: Contenu de l'article mis à jour
sv: Uppdatera post innehåll

source: Update
fr_fr: Mise à jour
sv: Uppdatera

source: Updated comment
fr_fr: Commentaire mis à jour
sv: Uppdatera kommentar

source: Dashboard
fr_fr: Bureau
sv: Instrumentbräda

source: Filter by project:
fr_fr: Filtrer par projet:
sv: Filtrera projekt av:

source: ALL
fr_fr: TOUS
sv: ALLA

source: Sorry, no post is available to display.
fr_fr: Désolé, il n'y a pas d'article disponible à afficher.
sv: Ledsen, ingen post finns att visa.

source: Creating task '%s'. Please be patient.
fr_fr: Création de la tache '%s'.Soyez patient.
sv: Skapar uppgift '%s'. Var vänlig vänta.

source: Access Denied
fr_fr: Accès Interdit
sv: Tillgång Nekad

source: Task '%s' cannot be created.
fr_fr: La tache '%s' ne peut pas être créée.
sv: Uppgift '%s' kan inte bli skapad.

source: Notify
fr_fr: Notifier
sv: Notifiera

source: Sorry, you are not into any project yet. You can notify only after joining a project.
fr_fr: Désolé, vous n'êtes pas encore dans un projet. Vous serrez notifié seulement après l'adhésion à un projet.
sv: Tyvärr, du är inte i något projekt ännu. Du kan endast anmäla efter att ha gått ett projekt.

source: Project
fr_fr: Projet
sv: Projekt

source: Notification Subject
fr_fr: Sujet de la Notification
sv: Notifierings ämne

source: Notification Message
fr_fr: Message de la Notification
sv: Notifierings Meddelande

source: Notify all
fr_fr: Tous Notifier
sv: Notifiera alla

source: Send
fr_fr: Envoyer
sv: Skicka

source: Project Details
fr_fr: Détails du Projet
sv: Projekt Detaljer

source: Project Title
fr_fr: Titre du Projet
sv: Projekt Titel

source: Description
sv: Beskrivning

source: Deadline
fr_fr: Date de fin
sv: Tidsfrist

source: Completed on %s
fr_fr: Fini le %s
sv: Färdigställd på %s

source: In progress
fr_fr: En progression
sv: Pågående

source: Members
fr_fr: Membres
sv: Medlemmar

source: Member(s)
fr_fr: Membre(s)
sv: Medlem(ar)

source: Projects
fr_fr: Projets
sv: Projekt

source: Sorry, no project is available yet to display.
fr_fr: Désolé, aucun projet n'est encore disponible à l'affichage.
sv: Ledsen, inget projekt finns att visa än.

source: Search project:
fr_fr: Rechercher de projet:
sv: Sök projekt:

source: Project Report
fr_fr: Rapport du Projet
sv: Projekt Rapport

source: Select Project
fr_fr: Selection de Projet
sv: Välj Projekt

source: Select Report Type
fr_fr: Sélectionner le Type de Rapport
sv: Välj Rapporterings Typ

source: Contribution Report
fr_fr: Rapport de contribution
sv: Bidragsrapport

source: Project Timeline
fr_fr: Calendrier du projet
sv: Projekt Tidslinje

source: Task Status Report
fr_fr: Rapport d'état de la tâche
sv: Aktivitetsstatus Rapport

source: My Skillset
fr_fr: Mes Compétences
sv: Min skicklighet

source: Expertise
sv: Skicklighet

source: Experience
fr_fr: Expérience
sv: Erfarenhet

source: (in years)
fr_fr: (en années)
sv: (i antal år)

source: Add a skill
fr_fr: Ajouter une compétence
sv: Lägg till skicklighet

source: Skillset
fr_fr: compétences
sv: Skicklighet

source: Member
fr_fr: Membre
sv: Medlem

source: Number of tasks in project<br />'%s'
fr_fr: Nombre de taches dans ce projet <br />'%s'
sv: Antal uppgifter i projekt <br />'%s'

source: Number of tasks in all projects
fr_fr: Nombre de taches dans tous les projets
sv: Antal uppgifter i alla projekt

source: Skills yet to be added by member
fr_fr: Les compétences doivent être ajoutés par membre
sv: Skicklighet återstår att läggas till av medlem

source: year(s)
fr_fr: année(s)
sv: år

source: Create Project
fr_fr: Créer un Projet
sv: Skapa Projekt

source: Create Task
fr_fr: Créer une Tache
sv: Skapa Uppgift

source: Tasks
fr_fr: Taches
sv: Uppgifter

source: Report
fr_fr: Raport
sv: Rapportera

source: Task details
fr_fr: Détails de la Tache
sv: Uppgifts detaljer

source: Task Title
fr_fr: Titre de la Tache
sv: Uppgifts Titel

source: Task Description
fr_fr: Description de la Tache
sv: Uppgifts beskrivning

source: Priority
fr_fr: Priorité
sv: Prioritet

source: Task Status
fr_fr: Status de la Tache
sv: Uppgifts Status

source: Task History:
fr_fr: Historique de la Tache:
sv: Uppgifts Historik:

source: Time
fr_fr: Date
sv: Tid

source: Comment
fr_fr: Commentaire
sv: Kommentar

source: Filter by status:
fr_fr: Filtre par status:
sv: Filtrera igenom status:

source: Show tasks:&nbsp;
fr_fr: Montrer les taches:&nbsp;
sv: Visa uppgift:$nbsp;

source: created by me
fr_fr: créé par moi
sv: skapad av mig

source: assigned to me
fr_fr: assigné à moi
sv: tilldelats mig

source: Sorry, no task is available to display.
fr_fr: Désolé, aucune tâche n'est disponible à l'affichage.
sv: Ledsen, ingen uppgift finns att visa.

source: Kindly give your reason in passive voice
fr_fr: Veuillez donner la raison dans la voix passive
sv: Vänligen ge din anledning i passiv form

source: Creator
fr_fr: Créateur
sv: Skapare

source: Completed?
fr_fr: Terminé?
sv: Färdig?

source: (If user does not exist in owncloud, user will be automatically created with password being the same as username in lower case)
fr_fr: (Si l'utilisateur n'existe pas dans owncloud, l'utilisateur sera automatiquement créé avec le mot de passe identique au nom d'utilisateur en minuscules)
sv: (Om användaren inte existerar i owncloud , användaren skapas automatiskt med lösenord är samma som användarnamn gemener)

source: Inform member(s) via mail
fr_fr: Informer le(s) membre(s) par courriel
sv: Informera medlem(ar) via mail

source: Sorry, you are not into any project yet. You can create tasks only after joining a project.
fr_fr: Désolé, vous n'êtes pas encore dans un projet. Vous pourez créer des tâches seulement après avoir rejoint un projet.
sv: Tyvärr, du är inte i något projekt ännu . Du kan skapa uppgifter endast efter att ha gått ett projekt.

source: View availablility & skillset
fr_fr: Voir disponibilité & compétences
sv: Visa tillgänglighet & kunskaper

source: Inform member via mail
fr_fr: Informer le(s) membre(s) par courriel
sv: Informera medlem via mail

source: Update Project
fr_fr: Mise à jour du Projet
sv: Uppdatera Projekt

source: Create
fr_fr: Création
sv: Skapa

source: Update Task
fr_fr: Mise à jour de la Tache
sv: Uppdatera Uppgift

source: Email
fr_fr: Courriel
